Repository: omaestra/AppleShowsFeed
Catalog: AppleShowsFeedApp/AppleShowsFeedApp/Localizable.xcstrings
Source language: en
Languages: es

# artist.label
source: By:
es: Por:

# buyFor.label
source: Buy for:
es: Comprar por:

# error.no.summary.description
source: Maybe you just need to watch it to figure it out.
es: Tal vez solo tienes que verla para resolverlo.

# error.no.summary.label
source: There is no summary for this movie
es: No existe resumen para esta película

# movie.summary
source: Summary
es: Resumen

# movies.state.loading.label
source: Loading awesome movies…
es: Cargando películas geniales…

# price.buy.label
source: Buy
es: Comprar

# price.rent.label
source: Rent
es: Alquilar

# released.label
source: Released:
es: Publicada:

# rentFor.label
source: Rent for:
es: Alquilar por:

# storefront.title
source: Storefront
es: Tienda
